Repository: librocco/librocco
Catalog: python-apps/launcher/launcher/locales/*/LC_MESSAGES/launcher.po
Languages: de, it

source: Configuration Error
de: Konfigurationsfehler
it: Errore di configurazione

source: Failed to initialize configuration: {0}
de: Fehler beim Initialisieren der Konfiguration: {0}
it: Impossibile inizializzare la configurazione: {0}

source: Initialization Error
de: Initialisierungsfehler
it: Errore di inizializzazione

source: Failed to download or verify Caddy binary. Please check your internet connection and try again.
de: Fehler beim Herunterladen oder Überprüfen der Caddy-Binärdatei. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
it: Impossibile scaricare o verificare il binario di Caddy. Controlla la tua connessione internet e riprova.

source: Daemon Manager Error
de: Daemon-Manager-Fehler
it: Errore del gestore daemon

source: Failed to initialize the daemon manager. Check the logs for details.
de: Fehler beim Initialisieren des Daemon-Managers. Überprüfen Sie die Protokolle für Details.
it: Impossibile inizializzare il gestore daemon. Controlla i log per i dettagli.

source: System Tray Unavailable
de: Systemleiste nicht verfügbar
it: Barra di sistema non disponibile

source: System tray is not available on this system. The launcher requires a system tray to function.
de: Die Systemleiste ist auf diesem System nicht verfügbar. Der Launcher benötigt eine Systemleiste, um zu funktionieren.
it: La barra di sistema non è disponibile su questo sistema. Il launcher richiede una barra di sistema per funzionare.

source: Application Error
de: Anwendungsfehler
it: Errore dell'applicazione

source: Failed to start the tray application. Check the logs for details.
de: Fehler beim Starten der Tray-Anwendung. Überprüfen Sie die Protokolle für Details.
it: Impossibile avviare l'applicazione della barra. Controlla i log per i dettagli.

source: {0} Logs
de: {0}-Protokolle
it: Log di {0}

source: Standard Output
de: Standardausgabe
it: Output standard

source: Standard Error
de: Standardfehler
it: Errore standard

source: Refresh Now
de: Jetzt aktualisieren
it: Aggiorna ora

source: Clear
de: Löschen
it: Cancella

source: Close
de: Schließen
it: Chiudi

source: Status: {0}
it: Stato: {0}

source: Uptime: {0}
de: Laufzeit: {0}
it: Tempo di attività: {0}

source: Error: {0}
de: Fehler: {0}
it: Errore: {0}

source: Caddy: Checking...
de: Caddy: Überprüfe...
it: Caddy: Controllo...

source: Start Caddy
de: Caddy starten
it: Avvia Caddy

source: Stop Caddy
de: Caddy stoppen
it: Ferma Caddy

source: Restart Caddy
de: Caddy neu starten
it: Riavvia Caddy

source: View Logs...
de: Protokolle anzeigen...
it: Visualizza log...

source: Quit
de: Beenden
it: Esci

source: Caddy: ● Running
de: Caddy: ● Läuft
it: Caddy: ● In esecuzione

source: Caddy: ○ Stopped
de: Caddy: ○ Gestoppt
it: Caddy: ○ Fermato

source: Caddy: ◐ Starting...
de: Caddy: ◐ Startet...
it: Caddy: ◐ Avvio...

source: Caddy: ⚠ Error
de: Caddy: ⚠ Fehler
it: Caddy: ⚠ Errore

source: Caddy Started
de: Caddy gestartet
it: Caddy avviato

source: Caddy daemon is starting...
de: Caddy-Daemon wird gestartet...
it: Il daemon Caddy si sta avviando...

source: Start Failed
de: Start fehlgeschlagen
it: Avvio fallito

source: Failed to start Caddy daemon. Check the logs for details.
de: Fehler beim Starten des Caddy-Daemons. Überprüfen Sie die Protokolle für Details.
it: Impossibile avviare il daemon Caddy. Controlla i log per i dettagli.

source: Start Error
de: Startfehler
it: Errore di avvio

source: An unexpected error occurred while starting Caddy.
de: Ein unerwarteter Fehler ist beim Starten von Caddy aufgetreten.
it: Si è verificato un errore imprevisto durante l'avvio di Caddy.

source: Caddy Stopped
de: Caddy gestoppt
it: Caddy fermato

source: Caddy daemon is stopping...
de: Caddy-Daemon wird gestoppt...
it: Il daemon Caddy si sta fermando...

source: Stop Failed
de: Stoppen fehlgeschlagen
it: Arresto fallito

source: Failed to stop Caddy daemon. Check the logs for details.
de: Fehler beim Stoppen des Caddy-Daemons. Überprüfen Sie die Protokolle für Details.
it: Impossibile fermare il daemon Caddy. Controlla i log per i dettagli.

source: Stop Error
de: Stoppfehler
it: Errore di arresto

source: An unexpected error occurred while stopping Caddy.
de: Ein unerwarteter Fehler ist beim Stoppen von Caddy aufgetreten.
it: Si è verificato un errore imprevisto durante l'arresto di Caddy.

source: Caddy Restarted
de: Caddy neu gestartet
it: Caddy riavviato

source: Caddy daemon is restarting...
de: Caddy-Daemon wird neu gestartet...
it: Il daemon Caddy si sta riavviando...

source: Restart Failed
de: Neustart fehlgeschlagen
it: Riavvio fallito

source: Failed to restart Caddy daemon. Check the logs for details.
de: Fehler beim Neustarten des Caddy-Daemons. Überprüfen Sie die Protokolle für Details.
it: Impossibile riavviare il daemon Caddy. Controlla i log per i dettagli.

source: Restart Error
de: Neustartfehler
it: Errore di riavvio

source: An unexpected error occurred while restarting Caddy.
de: Ein unerwarteter Fehler ist beim Neustarten von Caddy aufgetreten.
it: Si è verificato un errore imprevisto durante il riavvio di Caddy.

source: Log Viewer Error
de: Protokollbetrachter-Fehler
it: Errore del visualizzatore log

source: Failed to open log viewer window.
de: Fehler beim Öffnen des Protokollbetrachter-Fensters.
it: Impossibile aprire la finestra del visualizzatore log.
